tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
brew "glow"
brew "helix" #hx
brew "lazygit"
brew "node"
brew "prettier" #hx
brew "rust" 
brew "rust-analyzer" #hx
brew "typescript" #hx
brew "typescript-language-server" #hx
brew "vscode-langservers-extracted" #hx
brew "yazi"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "brave-browser"
cask "iterm2"
cask "slack"
cask "zoom"
